Repository: maemo-leste-translations/osso-calculator-ui-l10n
Catalog: po/*.po
Languages: ar, be_by, bg_bg, ca_es, cs_cz, cy, da_dk, de_de, el_gr, es_mx, fa, fi_fi, hu_hu, it_it, nl_nl, no_no, pa, pl_pl, pt_pt, ru_ru, sk_sk, sv_se, tr_tr, zh_cn, zh_hk

# calc_ap_calculator
source: Calculator
ar: الآلة الحاسبة
be_by: Калькулятар
bg_bg: Сметало
ca_es: Calculadora
cs_cz: Kalkulačka
cy: Cyfrifiannell
da_dk: Regnemaskine
de_de: Rechner
el_gr: Αριθμομηχανή
es_mx: Calculadora
fa: ماشین حساب
fi_fi: Laskin
hu_hu: Számológép
it_it: Calcolatrice
nl_nl: Rekenmachine
no_no: Kalkulator
pa: ਕੈਲਕੂਲੇਟਰ
pl_pl: Kalkulator
pt_pt: Calculadora
ru_ru: Калькулятор
sk_sk: Kalkulačka
sv_se: Kalkylator
tr_tr: Hesap makinesi
zh_cn: 计算器
zh_hk: 計算機

# calc_ap_divide_byzero
source: Unable to divide by zero
ar: غير قابل للقسمة على الصفر
be_by: Немагчыма дзяліць на нуль
bg_bg: Деленето на нула е невъзможно
ca_es: No es pot dividir per zero
cs_cz: Nelze dělit nulou
cy: Methu rhannu â sero
da_dk: Kan ikke dele med nul
de_de: Durch Null dividieren nicht möglich
el_gr: Αδυναμία διαίρεσης με το μηδέν
es_mx: Imposible dividir entre cero
fa: تقسیم بر صفر مقدور نیست
fi_fi: Nollalla ei voi jakaa
hu_hu: Nullával nem lehet osztani
it_it: Impossibile dividere per zero
nl_nl: Kan niet delen door nul
no_no: Kan ikke dele med null
pa: ਜ਼ੀਰੋ ਨਾਲ ਵੰਡਣ ਲਈ ਅਸਮਰੱਥ
pl_pl: Nie można podzielić przez zero
pt_pt: Não é possível dividir por zero
ru_ru: Нельзя делить на ноль
sk_sk: Nemožno deliť nulou
sv_se: Det går inte att dela med noll
tr_tr: Sıfıra bölünemiyor
zh_cn: 除数不能为零
zh_hk: 不能除以零

# calc_ap_input_illegal
source: Illegal input
ar: أدخالات خاطئ
be_by: Няправільныя дадзеныя
bg_bg: Грешни данни
ca_es: Entrada incorrecta
cs_cz: Neplatný vstup
cy: Mewnbwn annilys
da_dk: Ugyldig indtastning
de_de: Unzulässige Eingabe
el_gr: Άκυρη είσοδος
es_mx: Entrada ilegal
fa: ورودی غیر مجاز
fi_fi: Syöte ei kelpaa
hu_hu: Érvénytelen bevitel
it_it: Inserimento non valido
nl_nl: Ongeldige invoer
no_no: Ugyldige inndata
pa: ਗਲਤ ਇੰਪੁੱਟ
pl_pl: Niedozwolone dane
pt_pt: Entrada ilegal
ru_ru: Недопустимый ввод
sk_sk: Neplatný vstup
sv_se: Ogiltig inmatning
tr_tr: Geçersiz girdi
zh_cn: 非法输入
zh_hk: 不能輸入此值

# calc_ap_large_cache_clear
source: Cache already cleared
ar: تم مسح ذاكرة التخزين المؤقته
be_by: Кэш ужо ачышчаны
bg_bg: Кешът вече е изчистен
ca_es: Memòria cau ja netejada
cs_cz: Mezipaměť již vymazána
cy: Storfa eisoes wedi ei glirio
da_dk: Cachen er allerede ryddet
de_de: Cache bereits geleert
el_gr: Η μνήμη ήδη καθαρίστηκε
es_mx: Caché ya borrada
fa: کش هم اکنون پاک شد
fi_fi: Välimuisti on jo tyhjä
hu_hu: Gyorsítótár már törölve
it_it: Cache già vuota
nl_nl: Cache is al gewist
no_no: Hurtigbuffer er allerede tømt
pa: ਕੈਸ਼ ਪਹਿਲਾਂ ਹੀ ਸਾਫ਼ ਹੈ
pl_pl: Pamięć podręczna została już wyczyszczona
pt_pt: Cache já limpa
ru_ru: Кэш уже очищен
sk_sk: Medzipamäť už vymazaná
sv_se: Cache redan rensad
tr_tr: Önbellek zaten temizlendi
zh_cn: 缓存已清空
zh_hk: 已清除緩衝記憶體

# calc_ap_large_no_result
source: No calculation to show
ar: لايوجد حسابات لأظهارها
be_by: Няма вынікаў для адлюстравання
bg_bg: Няма резултат за показване
ca_es: No hi ha càlculs per mostrar
cs_cz: Žádný výpočet pro zobrazení
cy: Dim cyfrifiad i'w ddangos
da_dk: Ingen udregning at vise
de_de: Kein Cache anzuzeigen
el_gr: Δεν υπάρχει υπολογισμός προς προβολή
es_mx: Ningún cálculo que mostrar
fa: محاسبه ای برای نمایش وجود ندارد
fi_fi: Ei näytettäviä laskutoimituksia
hu_hu: Nincs megjeleníthető számítás
it_it: Nessun calcolo da mostrare
nl_nl: Geen berekening om weer te geven
no_no: Ingen utregning å vise
pa: ਵੇਖਾਉਣ ਲਈ ਕੋਈ ਗਣਨਾ ਨਹੀਂ
pl_pl: Brak obliczeń do wyświetlenia
pt_pt: Nenhum cálculo para mostrar
ru_ru: Нет расчетов
sk_sk: Žiadny výpočet pre zobrazenie
sv_se: Ingen beräkning att visa
tr_tr: Gösterilecek hesap yok
zh_cn: 没有结果
zh_hk: 沒有結果

# calc_ap_large_power
source: Maximum power is 1000
ar: الطاقة العظمي 1000
be_by: Максімальная ступень — 1000
bg_bg: Максималната степен е 1000
ca_es: La màxima potència es 1000
cs_cz: Maximální mocnina je 1000
cy: Pŵer uchafsymol yw 1000
da_dk: Maks. potens er 1000
de_de: Höchste Potenz ist 1000
el_gr: Ανώτατη δύναμη το 1000
es_mx: La potencia máxima es 1000
fa: حداکثر قدرت 1000 است.
fi_fi: Suurin potenssi on 1000
hu_hu: Maximum hatvány 1000
it_it: Potenza massima pari a 1000
nl_nl: Maximale exponent is 1000
no_no: Maksimal potens er 1000
pa: ੧੦੦੦ ਦੀ ਵੱਧੋ-ਵੱਧ ਘਾਤ
pl_pl: Najwyższa wartość potęgi wynosi 1000
pt_pt: A potência máxima é 1000
ru_ru: Максимум показателя степени — 1000
sk_sk: Maximálna mocnina je 1000
sv_se: Maximal upphöjning är 1 000
tr_tr: Maksimum üssü 1000
zh_cn: 最大乘幕为1000
zh_hk: 最大乘幕為1000

# calc_ap_memory
source: Memory = %s
ar: الذاكرة = %s
be_by: Памяць = %s
bg_bg: Памет = %s
ca_es: Memòria = %s
cs_cz: Paměť = %s
cy: Cof = %s
da_dk: Hukommelse = %s
de_de: Speicher = %s
el_gr: Μνήμη = %s
es_mx: Memoria = %s
fa: حافظه = %s
fi_fi: Muisti = %s
hu_hu: Memória = %s
it_it: Memoria = %s
nl_nl: Geheugen = %s
no_no: Minne = %s
pa: ਮੈਮੋਰੀ = %s
pl_pl: Pamięć = %s
pt_pt: Memória = %s
ru_ru: Память = %s
sk_sk: Pamäť = %s
sv_se: Minnet = %s
tr_tr: Bellek = %s
zh_cn: 内存 = %s
zh_hk: 記憶 = %s

# calc_ap_memory_empty
source: Memory empty
ar: الذاكرة خالية
be_by: Памяць парожняя
bg_bg: Паметта е празна
ca_es: Memòria buida
cs_cz: Paměť je prázdná
cy: Cof yn wag
da_dk: Hukommelsen er tom
de_de: Speicher ist leer
el_gr: Μνήμη άδεια
es_mx: Memoria vacía
fa: حافظه خالی است
fi_fi: Muisti tyhjä
hu_hu: Memória üres
it_it: Memoria vuota
nl_nl: Geheugen leeg
no_no: Minnet er tomt
pa: ਮੈਮੋਰੀ ਖਾਲੀ ਹੈ
pl_pl: Pamięć pusta
pt_pt: Memória vazia
ru_ru: Память пуста
sk_sk: Pamäť je prázdná
sv_se: Minnet tomt
tr_tr: Bellek temiz
zh_cn: 内存为空
zh_hk: 記憶為空

# calc_ap_nothing_to_clear
source: Nothing to clear
ar: لايوجد شيئ لمسحة
be_by: Няма чаго ачышчаць
bg_bg: Нищо за изчистване
ca_es: Res per netejar
cs_cz: Nic pro vymazání
cy: Dim i'w glirio
da_dk: Intet at rydde
de_de: Nichts zu löschen
el_gr: Τίποτα για εκκαθάριση
es_mx: Nada que borrar
fa: چیزی برای پاک کردن وجود ندارد
fi_fi: Ei tyhjennettävää
hu_hu: Nincs mit törölni
it_it: Nessun elemento da cancellare
nl_nl: Niets om te wissen
no_no: Ingenting å slette
pa: ਸਾਫ਼ ਕਰਨ ਲਈ ਕੁਝ ਵੀ ਨਹੀਂ
pl_pl: Brak danych do usunięcia
pt_pt: Nada para limpar
ru_ru: Нечего удалять
sk_sk: Nič na vymazanie
sv_se: Ingenting att rensa
tr_tr: Temizlenecek bir şey yok
zh_cn: 无法清空
zh_hk: 無可清除數值

# calc_ap_paste_onlynumber
source: Only numbers can be pasted
ar: فقط الأرقام يتم لصقها
be_by: Толькі лічбы могуць быць устаўленыя
bg_bg: Само числа могат да бъдат поставяни
ca_es: Només es poden enganxar nombres
cs_cz: Vkládat lze jen číslice
cy: Dim ond rhifau y gellir eu gludo
da_dk: Kun tal kan indsættes
de_de: Es können nur Zahlen eingefügt werden.
el_gr: Μόνο αριθμοί μπορούν να επικολληθούν
es_mx: Sólo se pueden pegar números
fa: فقط عدد قابل چسباندن هستند
fi_fi: Vain numeroita voi liittää
hu_hu: Csak számok illeszthetőek be
it_it: È possibile incollare solo i numeri
nl_nl: Alleen cijfers kunnen worden geplakt
no_no: Bare tall kan limes inn
pa: ਕੇਵਲ ਨੰਬਰ ਹੀ ਚੇਪੇ ਜਾ ਸਕਦੇ ਹਨ
pl_pl: Można wklejać tylko cyfry
pt_pt: Só é possível colar números
ru_ru: Вставлять можно только числа
sk_sk: Vkladať je možné len číslice
sv_se: Endast siffror kan klistras in.
tr_tr: Sadece sayılar yapıştırılabilir
zh_cn: 只允许粘贴数字
zh_hk: 只能貼上數字

# calc_ap_result_toolarge
source: Result too large to display
ar: النتيجة كبيره لايمكن عرضها
be_by: Вынік занадта вялікі для адлюстравання
bg_bg: Резултатът е твърде голям за да бъде показан
ca_es: El resultat és massa gran i no es pot mostrar
cs_cz: Výsledek je pro zobrazení příliš velký
cy: Canlyniad yn rhy fawr i'w ddangos
da_dk: Resultatet er for stort til at blive vist
de_de: Ergebnis zu groß zum Anzeigen
el_gr: Αποτέλεσμα πολύ μεγάλο προς προβολή
es_mx: Resultado demasiado largo para mostrar en pantalla
fa: نتیجه برای نمایش بیش از حد طولانی است
fi_fi: Tulos liian suuri näytettäväksi
hu_hu: Az eredmény túl nagy a megjelenítéshez
it_it: Il risultato è troppo grande per essere mostrato
nl_nl: Resultaat is te groot om weer te geven
no_no: Resultatet er for stort til å vises
pa: ਵੇਖਾਉਣ ਲਈ ਨਤੀਜਾ ਬਹੁਤ ਵੱਡਾ ਹੈ
pl_pl: Wiersz wyniku zbyt długi, aby wyświetlić
pt_pt: Resultado demasiado grande para ser apresentado
ru_ru: Результат слишком велик для отображения
sk_sk: Výsledok je pre zobrazenie príliš veľký
sv_se: Resultatet för stort att visa
tr_tr: Sonuç gösterilemeyecek kadar uzun
zh_cn: 结果太大无法显示
zh_hk: 運算結果超出顯示範圍

# calc_ap_square_neg
source: Unable to calculate the square root of a negative number
ar: غير قادر على حساب الجزر التربيعي لرقم سالب
be_by: Немагчыма вылічыць квадратны корань з адмоўнага ліку
bg_bg: Невъзможно е да бъде пресметнат корен квадратен на отрицателно число
ca_es: No es pot calcular l'arrel quadrada d'un nombre negatiu
cs_cz: Nelze vypočítat druhou odmocninu záporného čísla
cy: Methu cyfrifo ail isradd rhif negyddol
da_dk: Kan ikke udregne kvadratroden af et negativt tal
de_de: Aus einer negativen Zahl kann keine Wurzel gezogen werden.
el_gr: Αδυναμία υπολογισμού της τετραγωνικής ρίζας αρνητικού αριθμού
es_mx: Imposible calcular la raíz cuadrada de un número negativo
fa: ماشین حساب قادر به گرفتن جذر عدد منفی نیست
fi_fi: Negatiivisen luvun neliöjuurta ei voi laskea
hu_hu: Negatív szám négyzetgyöke nincs értelmezve
it_it: Impossibile calcolare la radice quadrata di un numero negativo
nl_nl: Kan de wortel van een negatief getal niet berekenen
no_no: Kan ikke beregne kvadratroten av et negativt tall
pa: ਰਿਣਾਤਮਕ ਅੰਕ ਲਈ ਵਰਗਮੂਲ ਕੱਢਣ ਵਾਸਤੇ ਅਸਮਰੱਥ ਹੈ
pl_pl: Nie można obliczyć pierwiastka kwadratowego z liczby ujemnej
pt_pt: Não é possível calcular a raiz quadrada de um número negativo
ru_ru: Нельзя извлекать квадратный корень из отрицательного числа
sk_sk: Nemožno vypočítať druhú odmocninu záporného čísla
sv_se: Det går inte att beräkna kvadratroten ur ett negativt nummer
tr_tr: Negatif bir sayının kare kökü hesaplanamıyor
zh_cn: 无法计算平方根负数
zh_hk: 無法計算負數的平方根

# calc_ap_title_calculator
source: Calculator
ar: الآلة الحاسبة
be_by: Калькулятар
bg_bg: Сметало
ca_es: Calculadora
cs_cz: Kalkulačka
cy: Cyfrifiannell
da_dk: Regnemaskine
de_de: Rechner
el_gr: Αριθμομηχανή
es_mx: Calculadora
fa: ماشین حساب
fi_fi: Laskin
hu_hu: Számológép
it_it: Calcolatrice
nl_nl: Rekenmachine
no_no: Kalkulator
pa: ਕੈਲਕੂਲੇਟਰ
pl_pl: Kalkulator
pt_pt: Calculadora
ru_ru: Калькулятор
sk_sk: Kalkulačka
sv_se: Kalkylator
tr_tr: Hesap makinesi
zh_cn: 计算器
zh_hk: 計算機

# calc_gi_e
source: Error
ar: خطأ
be_by: Памылка
bg_bg: Грешка
cs_cz: Chyba
cy: Gwall
da_dk: Fejl
de_de: Fehler
el_gr: Σφάλμα
fa: خطا
fi_fi: Virhe
hu_hu: Hiba
it_it: Errore
nl_nl: Fout
no_no: Feil
pa: ਗਲਤੀ
pl_pl: Błąd
pt_pt: Erro
ru_ru: Ошибка
sk_sk: Chyba
sv_se: Fel
tr_tr: Hata
zh_cn: 错误
zh_hk: 錯誤

# calc_ib_only12
source: Unable to paste more than 12 digits
ar: غير قادر على لصق أكثر من 12 رقم
be_by: Немагчыма ўставіць больш за 12 лічбаў
bg_bg: Не могат да бъдат поставени повече от 12 цифри
ca_es: No es poden enganxar més de 12 dígits
cs_cz: Nelze vložit více než 12 číslic
cy: Methu gludo mwy na 12 digid
da_dk: Kan ikke indsætte mere end 12 cifre
de_de: Es können nur maximal 12 Ziffern eingefügt werden
el_gr: Αδυναμία επικόλλησης παραπάνω από 12 χαρακτήρες
es_mx: Imposible pegar más de 12 dígitos
fa: بیشتر از 12 عدد نمی توان چسباند.
fi_fi: Enintään 12 numeroa voi liittää
hu_hu: Nem lehet beilleszteni több mint 12 számjegyet
it_it: Impossibile incollare più di 12 cifre
nl_nl: Kan niet meer dan twaalf cijfers plakken
no_no: Kan ikke lime inn mer enn 12 sifre
pa: ੧੨ ਅੰਕਾਂ ਤੋਂ ਵੱਧ ਚੇਪਣ ਲਈ ਅਸਮਰੱਥ
pl_pl: Nie można wkleić więcej niż 12 cyfr
pt_pt: Não é possível colar mais de 12 dígitos
ru_ru: Не удается вставить более 12 цифр
sk_sk: Nemožno vložiť viac ako 12 číslic
sv_se: Det går inte att klistra in fler än 12 siffror
tr_tr: 12 haneden fazlası yapıştırılamıyor
zh_cn: 无法粘贴超过12位的数字
zh_hk: 無法貼上超過12位的數值

# calc_ib_unable_copy
source: Unable to copy
ar: غير قادر على النسخ
be_by: Немагчыма капіраваць
bg_bg: Неуспешно копиране
ca_es: No es pot copiar
cs_cz: Nelze kopírovat
cy: Methu copïo
da_dk: Kan ikke kopiere
de_de: Kopieren nicht möglich
el_gr: Αδυναμία αντιγραφής
es_mx: Imposible copiar
fa: قابل کپی نیست
fi_fi: Ei voi kopioida
hu_hu: Nem lehet másolni
it_it: Impossibile copiare
nl_nl: Kan niet kopiëren
no_no: Kan ikke kopiere
pa: ਕਾਪੀ ਕਰਨ ਲਈ ਅਸਮਰੱਥ
pl_pl: Nie można skopiować
pt_pt: Não foi possível copiar
ru_ru: Не удается скопировать
sk_sk: Nemožno kopírovať
sv_se: Det gick inte att kopiera
tr_tr: Kopyalanamıyor
zh_cn: 无法复制
zh_hk: 無法複製

# calc_ib_unable_paste
source: Unable to paste
ar: غير قادر على اللصق
be_by: Немагчыма ўставіць
bg_bg: Неуспешно поставяне
ca_es: No es pot enganxar
cs_cz: Nelze vložit
cy: Methu gludo
da_dk: Kan ikke indsætte
de_de: Einfügen nicht möglich
el_gr: Αδυναμία επικόλλησης
es_mx: Imposible pegar
fa: قابل چسباندن نیست
fi_fi: Ei voi liittää
hu_hu: Nem lehet beilleszteni
it_it: Impossibile incollare
nl_nl: Kan niet plakken
no_no: Kan ikke lime inn
pa: ਚੇਪਣ ਲਈ ਅਸਮਰੱਥ
pl_pl: Nie można wkleić
pt_pt: Não foi possível colar
ru_ru: Не удается вставить
sk_sk: Nemožno vložiť
sv_se: Det gick inte att klistra in
tr_tr: Yapıştırılamıyor
zh_cn: 无法粘贴
zh_hk: 無法貼上

# calc_ib_unable_select
source: Unable to select
ar: غير قادر على التحديد
be_by: Немагчыма выбраць
bg_bg: Неуспешно избиране
ca_es: No es pot sseleccionar
cs_cz: Nelze vybrat
cy: Methu dewis
da_dk: Kan ikke vælges
de_de: Auswählen nicht möglich
el_gr: Αδυναμία επιλογής
es_mx: Imposible seleccionar
fa: قابل انتخاب نیست
fi_fi: Ei voi valita
hu_hu: Nem lehet kiválasztani
it_it: Impossibile selezionare
nl_nl: Kan niet selecteren
no_no: Kan ikke velge
pa: ਚੁਣਨ ਲਈ ਅਸਮਰੱਥ
pl_pl: Nie można wybrać
pt_pt: Não foi possível seleccionar
ru_ru: Не удается выделить
sk_sk: Nemožno vybrať
sv_se: Det gick inte att välja
tr_tr: Seçilemiyor
zh_cn: 无法选择
zh_hk: 無法選擇

# calc_me_basic
source: Basic
ar: أساسية
be_by: Базаваы
bg_bg: Основно
ca_es: Bàsic
cs_cz: Základní
cy: Sylfaenol
da_dk: Grundlæggende
de_de: Einfach
el_gr: Απλό
es_mx: Básica
fa: ساده
fi_fi: Perus
hu_hu: Alap
it_it: Di base
nl_nl: Standaard
no_no: Grunnleggende
pa: ਬੇਸਿਕ
pl_pl: Podstawowy
pt_pt: Básica
ru_ru: Базовый
sk_sk: Základná
sv_se: Standard
tr_tr: Basit
zh_cn: 基本
zh_hk: 基本型

# calc_me_calc_cont
source: Calculation line
ar: حساب الخط
be_by: Лінія разліку
bg_bg: Линия за пресмятане
ca_es: Línia de càlcul
cs_cz: Řádek pro výpočet
cy: Llinell cyfrifo
da_dk: Udregningslinje
de_de: Rechnungszeile
el_gr: Γραμμή υπολογισμού
es_mx: Línea de cálculo
fa: خط محاسبه
fi_fi: Laskurivi
hu_hu: Számítási vonal
it_it: Riga calcolo
nl_nl: Berekeningsregel
no_no: Utregningslinje
pa: ਗਿਣਤੀ ਲਾਈਨ
pl_pl: Wiersz obliczeń
pt_pt: Linha de cálculo
ru_ru: Строку вычислений
sk_sk: Riadok pre výpočet
sv_se: Beräkningsrad
tr_tr: Hesap sırası
zh_cn: 输入框
zh_hk: 計算線

# calc_me_clear_cache
source: Clear last calculation cache
ar: مسح آخر الحسابات
be_by: Ачысціць кэш апошняга разліку
bg_bg: Изчистване на последния изчислителен кеш
ca_es: Neteja l'últim càlcul de la memòria
cs_cz: Vymazat mezipaměť posledního výpočtu
cy: Clirio storfa'r cyfrifiad diwethaf
da_dk: Ryd cache for sidste udregning
de_de: Letzten Rechnungscache leeren
el_gr: Καθαρισμός μνήμης τελευταίου υπολογισμού
es_mx: Borrar caché del último cálculo
fa: پاک کردن آخرین محاسبه
fi_fi: Poista ed. lasku välimuistista
hu_hu: Törli az utolsó számítási gyorsítótárat
it_it: Cancella cache ultimo calcolo
nl_nl: Cache met laatste berekeningen wissen
no_no: Tøm hurtigbuffer med siste utregning
pa: ਪਿਛਲੀ ਗਿਣਤੀ ਕੈਸ਼ ਸਾਫ਼ ਕਰੋ
pl_pl: Wyczyść zapis ostatniego obliczenia
pt_pt: Limpar cache do último cálculo
ru_ru: Очистить кэш последних расчетов
sk_sk: Vymazať medzipamäť posledného výpočtu
sv_se: Rensa cache för senaste beräkning
tr_tr: Son hesaplama önbelleğini temizle
zh_cn: 清空最后结果缓存
zh_hk: 清除最後計算緩衝記憶體

# calc_me_clear_till_roll
source: Clear adding machine tape
ar: مسح آخر التسجيلات المضافة
be_by: Ачысціць
bg_bg: Изчистване
ca_es: Neteja la cinta de sumar
cs_cz: Vymazat displej
cy: Clirio'r tâp peiriant adio
da_dk: Ryd udregningsfelt
de_de: Kassenrolle löschen
el_gr: Καθαρισμός προσθήκης
es_mx: Borrar lista de operaciones
fa: اضافه و حذف در سربرگ برنامه
fi_fi: Tyhjennä laskimen näyttö
hu_hu: Számítási terület törlése
it_it: Svuota l'area di calcolo
nl_nl: Kassarol wissen
no_no: Tøm beregningslogg
pa: ਸ਼ਾਮਲ ਕੀਤੀ ਮੈਮੋਰੀ ਟੇਪ ਸਾਫ਼ ਕਰੋ
pl_pl: Wyczyść rejestr obliczeń
pt_pt: Limpar área de cálculo
ru_ru: Очистить ленту
sk_sk: Vymazať displej
sv_se: Rensa kassarullen
tr_tr: Ekranı temizle
zh_cn: 清空计算结果窗口
zh_hk: 清除運算過程

# calc_me_close
source: Close
ar: إغلاق
be_by: Зачыніць
bg_bg: Затваряне
ca_es: Tanca
cs_cz: Zavřít
cy: Cau
da_dk: Luk
de_de: Schließen
el_gr: Κλείσιμο
es_mx: Cerrar
fa: بستن
fi_fi: Sulje
hu_hu: Bezár
it_it: Chiudi
nl_nl: Sluiten
no_no: Lukk
pa: ਬੰਦ ਕਰੋ
pl_pl: Zamknij
pt_pt: Fechar
ru_ru: Закрыть
sk_sk: Zavrieť
sv_se: Stäng
tr_tr: Kapat
zh_cn: 关闭
zh_hk: 關閉

# calc_me_copy
source: Copy
ar: نسخ
be_by: Капіраваць
bg_bg: Копиране
ca_es: Copia
cs_cz: Kopírovat
cy: Copïo
da_dk: Kopiér
de_de: Kopieren
el_gr: Αντιγραφή
es_mx: Copiar
fa: کپی
fi_fi: Kopioi
hu_hu: Másol
it_it: Copia
nl_nl: Kopiëren
no_no: Kopier
pa: ਕਾਪੀ ਕਰੋ
pl_pl: Kopiuj
pt_pt: Copiar
ru_ru: Копировать
sk_sk: Kopírovať
sv_se: Kopiera
tr_tr: Kopyala
zh_cn: 复制
zh_hk: 複製

# calc_me_dmem_add_to
source: Add to memory (M+)
ar: جمع من الذاكرة الذاكرة (M+)
be_by: Дадаць у памяць (M+)
bg_bg: Добавяне към паметта (M+)
ca_es: Afegeix a la memòria (M+)
cs_cz: Přičíst do paměti (M+)
cy: Adio i'r cof (M+)
da_dk: Føj til hukommelsen (M+)
de_de: Zum Speicherwert addieren (M+)
el_gr: Προσθήκη στη μνήμη (M+)
es_mx: Agregar a memoria (M+)
fa: اضافه کردن به حافظه با (M+)
fi_fi: Lisää muistiin (M+)
hu_hu: Hozzáadás a memóriához (M+)
it_it: Aggiungi a memoria (M+)
nl_nl: Toevoegen aan geheugen (M+)
no_no: Legg til i minne (M+)
pa: ਮੈਮੋਰੀ 'ਚ ਸ਼ਾਮਲ (M+)
pl_pl: Dodaj do pamięci (M+)
pt_pt: Adicionar à memória (M+)
ru_ru: Добавить в память (M+)
sk_sk: Pripočítať k pamäti (M+)
sv_se: Lägg till i minnet (M+)
tr_tr: Belleğe ekle (M+)
zh_cn: 添加到内存 (M+)
zh_hk: 加入記憶 (M+)

# calc_me_dmem_clear
source: Clear memory
ar: مسح الذاكرة
be_by: Ачысціць памяць
bg_bg: Изчистване на паметта
ca_es: Neteja la memòria
cs_cz: Vymazat paměť
cy: Clirio'r cof
da_dk: Ryd hukommelsen
de_de: Speicher löschen
el_gr: Καθαρισμός μνήμης (MC)
es_mx: Borrar memoria
fa: پاک کردن حافظه
fi_fi: Tyhjennä muisti
hu_hu: Memória törlése
it_it: Cancella memoria
nl_nl: Geheugen wissen
no_no: Tøm minne
pa: ਮੈਮੋਰੀ ਸਾਫ਼ ਕਰੋ
pl_pl: Wyczyść pamięć
pt_pt: Limpar memória
ru_ru: Очистить память
sk_sk: Vymazať pamäť
sv_se: Rensa minnet
tr_tr: Belleği temizle
zh_cn: 清空内存
zh_hk: 清除記憶

# calc_me_dmem_recall
source: Recall from memory (MR)
ar: إعادة من الذاكرة (MR)
be_by: Вярнуць з памяці (MR)
bg_bg: Връщане от паметта (MR)
ca_es: Porta de la memòria (MR)
cs_cz: Vyvolat z paměti (MR)
cy: Nôl o'r cof (MR)
da_dk: Tilbagekald fra hukommelsen (MR)
de_de: Speicherwert abrufen (MR)
el_gr: Ανάκληση από τη μνήμη (MR)
es_mx: Recuperar de memoria (MR)
fa: فراخوانی از حافظه (MR)
fi_fi: Palauta muistista (MR)
hu_hu: Előhívas memóriából (MR)
it_it: Richiama da memoria (MR)
nl_nl: Oproepen uit geheugen (MR)
no_no: Hent fra minne (MR)
pa: ਮੈਮੋਰੀ ਤੋਂ ਲਵੋ (MR)
pl_pl: Przywróć z pamięci (MR)
pt_pt: Recuperar da memória (MR)
ru_ru: Вызвать из памяти (MR)
sk_sk: Vyvolať z pamäte (MR)
sv_se: Hämta från minnet (M-)
tr_tr: Bellekten anımsa (MR)
zh_cn: 从内存中提取 (MR)
zh_hk: 從記憶讀取 (MR)

# calc_me_dmem_save_in
source: Save to memory (MS)
ar: حفظ في الذاكرة (MS)
be_by: Захаваць у памяць (MS)
bg_bg: Запазване в паметта (MS)
ca_es: Desa a la memòria (MS)
cs_cz: Uložit do paměti (MS)
cy: Cadw i'r cof (MS)
da_dk: Gem i hukommelsen (MS)
de_de: Speichern (MS)
el_gr: Αποθήκευση στη μνήμη (MS)
es_mx: Guardar en memoria (MS)
fa: ذخیره در حافظه (MS)
fi_fi: Tallenna muistiin (MS)
hu_hu: Mentés memóriába (MS)
it_it: Salva in memoria (MS)
nl_nl: Opslaan in geheugen (MS)
no_no: Lagre i minne (MS)
pa: ਮੈਮੋਰੀ 'ਚ ਸੰਭਾਲੋ (MS)
pl_pl: Zapisz w pamięci (MS)
pt_pt: Guardar na memória (MS)
ru_ru: Сохранить в памяти (MS)
sk_sk: Uložiť do pamäte (MS)
sv_se: Spara i minnet (MS)
tr_tr: Belleğe kaydet (MS)
zh_cn: 保存到内存 (MS)
zh_hk: 儲存到記憶 (MS)

# calc_me_dmem_subtract_from
source: Subtract from memory (M-)
ar: طرح من الذاكرة (M-)
be_by: Вылічыць з памяці (M-)
bg_bg: Изваждане от паметта (M-)
ca_es: Resta de la memòria (M-)
cs_cz: Odečíst z paměti (M-)
cy: Tynnu o'r cof (M−)
da_dk: Træk fra hukommelsen (M-)
de_de: Vom Speicherwert subtrahieren (M-)
el_gr: Αφαίρεση από τη μνήμη (M-)
es_mx: Restar de memoria (M-)
fa: حذف کردن از حافظه (M-)
fi_fi: Vähennä muistista (M-)
hu_hu: Levonás memóriából (M-)
it_it: Sottrai da memoria (M-)
nl_nl: Aftrekken van geheugen (M-)
no_no: Trekk fra minne (M-)
pa: ਮੈਮੋਰੀ 'ਚ ਘਟਾਓ (M-)
pl_pl: Odejmij z pamięci (M-)
pt_pt: Subtrair à memória (M-)
ru_ru: Вычесть из памяти (M-)
sk_sk: Odpočítať z pamäte (M-)
sv_se: Subtrahera från minnet (M-)
tr_tr: Bellekten çıkart (M-)
zh_cn: 从内存中删除 (M-)
zh_hk: 從記憶中刪除 (M-)

# calc_me_edit
source: Edit
ar: تحرير
be_by: Рэдагаваць
bg_bg: Редактиране
ca_es: Edita
cs_cz: Upravit
cy: Golygu
da_dk: Rediger
de_de: Bearbeiten
el_gr: Επεξεργασία
es_mx: Editar
fa: ویرایش
fi_fi: Muokkaa
hu_hu: Szerkesztés
it_it: Modifica
nl_nl: Bewerken
no_no: Rediger
pa: ਸੋਧ
pl_pl: Edytuj
pt_pt: Editar
ru_ru: Изменить
sk_sk: Upraviť
sv_se: Redigera
tr_tr: Düzenle
zh_cn: 编辑
zh_hk: 編輯

# calc_me_help
source: Help
ar: مساعدة
be_by: Дапамога
bg_bg: Помощ
ca_es: Ajuda
cs_cz: Nápověda
cy: Cymorth
da_dk: Hjælp
de_de: Hilfe
el_gr: Βοήθεια
es_mx: Ayuda
fa: کمک
fi_fi: Ohje
hu_hu: Segítség
it_it: Guida
no_no: Hjelp
pa: ਮੱਦਦ
pl_pl: Pomoc
pt_pt: Ajuda
ru_ru: Справка
sk_sk: Pomocník
sv_se: Hjälp
tr_tr: Yardım
zh_cn: 帮助
zh_hk: 說明

# calc_me_memory
source: Memory
ar: الذاكرة
be_by: Памяць
bg_bg: Памет
ca_es: Memòria
cs_cz: Paměť
cy: Cof
da_dk: Hukommelse
de_de: Speicher
el_gr: Μνήμη
es_mx: Memoria
fa: حافظه
fi_fi: Muisti
hu_hu: Memória
it_it: Memoria
nl_nl: Geheugen
no_no: Minne
pa: ਮੈਮੋਰੀ
pl_pl: Pamięć
pt_pt: Memória
ru_ru: Память
sk_sk: Pamäť
sv_se: Minne
tr_tr: Bellek
zh_cn: 内存
zh_hk: 記憶體

# calc_me_paste
source: Paste
ar: لصق
be_by: Уставіць
bg_bg: Поставяне
ca_es: Enganxa
cs_cz: Vložit
cy: Gludo
da_dk: Sæt ind
de_de: Einfügen
el_gr: Επικόλληση
es_mx: Pegar
fa: چسباندن
fi_fi: Liitä
hu_hu: Beilleszt
it_it: Incolla
nl_nl: Plakken
no_no: Lim inn
pa: ਚੇਪੋ
pl_pl: Wklej
pt_pt: Colar
ru_ru: Вставить
sk_sk: Vložiť
sv_se: Klistra in
tr_tr: Yapıştır
zh_cn: 粘贴
zh_hk: 貼上

# calc_me_roll_cont
source: Adding machine tape content
ar: إضافة القيم الحسابية
be_by: Даданне круцячага кантэнту
bg_bg: Съдържание до завъртане
ca_es: S'afegeix contingut a la cinta de sumar
cs_cz: Obsah displeje
cy: Cynnwys tâp peiriant adio
da_dk: Indhold i udregningsfelt
de_de: Kassenrolleninhalt
el_gr: Προσθήκη περιεχομένου
es_mx: Contenido de relación de operaciones
fa: اضافه کردن به نوار عنوان برنامه
fi_fi: Laskimen näytön sisältö
hu_hu: Számítási terület tartalma
it_it: Contenuto area calcolo
nl_nl: Inhoud kassarol
no_no: Beregningslogginnhold
pa: ਮਸ਼ੀਨ ਟੇਪ ਸਮੱਗਰੀ ਸ਼ਾਮਲ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl_pl: Zawartość rejestru obliczeń
pt_pt: Conteúdo da área de cálculo
ru_ru: Содержимое ленты
sk_sk: Obsah displeja
sv_se: Kassarullens innehåll
tr_tr: Till roll content
zh_cn: 计算结果窗口内容
zh_hk: 計算過程內容

# calc_me_scientific
source: Scientific
ar: علمية
be_by: Навуковы
bg_bg: Научно
ca_es: Científica
cs_cz: Vědecká
cy: Gwyddonol
da_dk: Videnskabelig
de_de: Wissenschaftl.
el_gr: Επιστημονικό
es_mx: Científica
fa: پیشرفته
fi_fi: Tieteellinen
hu_hu: Tudományos
it_it: Scientifica
nl_nl: Wetenschappelijk
no_no: Vitenskapelig
pa: ਵਿਗਿਆਨਕ
pl_pl: Naukowy
pt_pt: Científica
ru_ru: Научный
sk_sk: Vedecká
sv_se: Avancerad
tr_tr: Bilimsel
zh_cn: 科学型
zh_hk: 工程型

# calc_me_select
source: Select
ar: تحديد
be_by: Выбраць
bg_bg: Избор
ca_es: Selecciona
cs_cz: Vybrat
cy: Dewis
da_dk: Vælg
de_de: Auswählen
el_gr: Επιλογή
es_mx: Seleccionar
fa: انتخاب
fi_fi: Valitse
hu_hu: Kiválaszt
it_it: Seleziona
nl_nl: Selecteer
no_no: Velg
pa: ਚੁਣੋ
pl_pl: Wybierz
pt_pt: Seleccionar
ru_ru: Выделить
sk_sk: Vybrať
sv_se: Välj
tr_tr: Seç
zh_cn: 选择
zh_hk: 選擇
