Repository: maemo-leste-translations/osso-calculator-ui-l10n
Catalog: po/*.po
Languages: ar, be_by, bg_bg, ca_es, cs_cz, cy, da_dk, de_de, el_gr, es_mx, fa, fi_fi, hu_hu, it_it, nl_nl, no_no, pa, pl_pl, pt_pt, ru_ru, sk_sk, sv_se, tr_tr, zh_cn, zh_hk

# calc_me_show_last
source: Show last calculation
ar: أظهار آخر عملية حسابية
be_by: Паказаць апошні разлік
bg_bg: Показване на последното изчисление
ca_es: Mostra l'últim càlcul
cs_cz: Ukázat poslední výpočet
cy: Dangos cyfrifiad diwethaf
da_dk: Vis sidste udregning
de_de: Letzte Rechnung anzeigen
el_gr: Προβολή τελευταίου υπολογισμού
es_mx: Mostrar último cálculo
fa: نمایش آخرین محاسبه
fi_fi: Näytä edellinen lasku
hu_hu: Utolsó számítás mutatása
it_it: Mostra l'ultimo calcolo
nl_nl: Laatste berekening weergeven
no_no: Vis siste utregning
pa: ਆਖਰੀ ਗਣਨਾ ਵੇਖੋ
pl_pl: Wyświetl ostatnie obliczenie
pt_pt: Mostrar último cálculo
ru_ru: Показать последние расчеты
sk_sk: Ukázať posledný výpočet
sv_se: Visa senaste beräkning
tr_tr: Son hesaplamayı göster
zh_cn: 显示最后结果
zh_hk: 上回計算結果

# calc_me_view
source: View
ar: مشاهدة
be_by: Выгляд
bg_bg: Изглед
ca_es: Visualitza
cs_cz: Zobrazit
cy: Golwg
da_dk: Vis
de_de: Ansicht
el_gr: Προβολή
es_mx: Ver
fa: نمایش
fi_fi: Näytä
hu_hu: Nézet
it_it: Visualizza
nl_nl: Beeld
no_no: Vis
pa: ਵੇਖੋ
pl_pl: Wyświetl
pt_pt: Ver
ru_ru: Вид
sk_sk: Zobraziť
sv_se: Visa
tr_tr: Göster
zh_cn: 查看
zh_hk: 檢視
